# Copyright (C) 2019 The Raphielscape Company LLC.
#
# Licensed under the Raphielscape Public License, Version 1.d (the "License");
# you may not use this file except in compliance with the License.
#

from userbot.events import register
from ..help import add_help_item


@register(outgoing=True, pattern="^\.ubo$")
async def shalom(e):
    await e.edit(
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰❄️❄️❄️❄️❄️❄️💰"
        "\n💰❄️💰💰💰💰💰💰💰"
        "\n💰❄️💰💰💰💰💰💰💰"
        "\n💰❄️💰💰💰💰💰💰💰"
        "\n💰💰❄️❄️❄️❄️❄️❄️💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰💰❄️❄️💰❄️❄️💰💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰❄️❄️❄️❄️❄️💰💰"
        "\n💰❄️💰💰💰💰💰❄️💰"
        "\n💰❄️💰💰💰💰💰❄️💰"
        "\n💰❄️💰💰💰💰💰❄️💰"
        "\n💰💰❄️❄️❄️❄️❄️💰💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰❄️💰💰💰💰💰❄️💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰❄️💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰❄️💰💰💰❄️❄️💰💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰💰❄️❄️💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰💰💰💰❄️💰💰💰💰"
        "\n💰💰💰💰❄️💰💰💰💰"
        "\n💰💰💰💰❄️💰💰💰💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰💰❄️❄️💰❄️❄️💰💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰❄️💰💰💰❄️❄️💰💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰❄️💰💰❄️💰💰❄️💰"
        "\n💰💰❄️❄️💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰💰💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰❄️❄️❄️❄️❄️❄️❄️💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰❄️💰"
        "\n💰💰💰💰💰💰💰💰💰")


add_help_item(
    "ubotx",
    "Fun",
    "UBotX is the best.",
    """
    `.ubo`
    """
)



